# Кое-какие настройки для бота
# id тех, кто может менять карму без ограничений
gods = [55910350]

# Бот в текущей сборке расчитан на работу с heroku.com
# Это ссылка на приложение, для установления вебхука
url = "https://khvbot.herokuapp.com/bot"

# Имя бота (то, которое @Karmator_bot)
bot_name = "jcrushbot"
chanel = ["• Новости\
\n\n@khv_news - куда сходить, актуальные новости, и общение в Хабаровске⭐\
\n\n@truehabarovsk - Хабаровские тёрки - политика, происшествия, картина дня\
\n\n@amurmedianews - быстрые, свежие и разные новости Хабаровска и Хабаровского края 👥410\
\n\n@khabarovsktg - новостной канал, своевременно и без воды, погода, пробки и курс валют\
\n\n@sminych - точка зрения хабаровского журналиста Сергея Мингазова\
\n\n@nedebri - околополитическая жизнь Дальнего Востока\
\n\n@korifeyhab - политический канал Хабаровского края\
\n\n@t_khabarovsk - типичный Хабаровск, народные новости нашего городка, в лучших традициях\
\n\n@vehernij_habarovsk - вечерний Хабаровск\
\n\n@guberniaonline - Губерния - новости и культурные события в Хабаровске\
\n\n@newskhv - новости о которых говорит весь город, самое интересное и актуальное\
\n\n• Разное\
\n\n@love_khv - знакомства в Хабаровске⭐️\
\n\n@j_crush - иногда заметки о Хабаровске\
\n\n@khabara_ru - Объявления Хабаровск\
\n\n@sky_khv - Фитнес-клуб Sky - тренировки, расписания, акции\
\n\n@hbk_market - барахолка Хабаровска"]

