# Кое-какие настройки для бота
# id тех, кто может менять карму без ограничений
gods = [55910350]

# Бот в текущей сборке расчитан на работу с heroku.com
# Это ссылка на приложение, для установления вебхука
url = "https://khvbot.herokuapp.com/bot"

# Имя бота (то, которое @Karmator_bot)
bot_name = "jcrushbot"
chanel = ["• Новости","@khv_news - куда сходить, актуальные новости, и общение в Хабаровске⭐","@truehabarovsk - Хабаровские тёрки - политика, происшествия, картина дня","@amurmedianews - быстрые, свежие и разные новости Хабаровска и Хабаровского края 👥410","@khabarovsktg - новостной канал, своевременно и без воды, погода, пробки и курс валют","@sminych - точка зрения хабаровского журналиста Сергея Мингазова","@nedebri - околополитическая жизнь Дальнего Востока","@korifeyhab - политический канал Хабаровского края","@t_khabarovsk - типичный Хабаровск, народные новости нашего городка, в лучших традициях","@vehernij_habarovsk - вечерний Хабаровск","@guberniaonline - Губерния - новости и культурные события в Хабаровске","@newskhv - новости о которых говорит весь город, самое интересное и актуальное","• Разное","@love_khv - знакомства в Хабаровске⭐️","@j_crush - иногда заметки о Хабаровске","@khabara_ru - Объявления Хабаровск","@sky_khv - Фитнес-клуб Sky - тренировки, расписания, акции","@hbk_market - барахолка Хабаровска"]

